{
  "services": "Οι υπηρεσίες μας",
  "get_an_estimation": "Λάβετε μια εκτίμηση",
  "application_development": "ανάπτυξη εφαρμογών",
  "mobile": "κινητό",
  "web_app_development": "Διαδίκτυο $t(application_development)",
  "android_mobile_app_development": "Ανάπτυξη Κινητής Εφαρμογής Android $t(mobile) $t(application_development)",
  "figma_design": "Σχεδιασμός Figma",
  "graphics_design_rest": "Σχεδιασμός γραφικών / Banner / Λογότυπου / Επαγγελματικής κάρτας",
  "ios_app_development": "Ανάπτυξη Εφαρμογής IOS Mobile $t(coming_soon)",
  "backend_node_development": "Ανάπτυξη διακομιστή Back-End $t(coming_soon)",
  "hire_as_developer": "Προσλάβετε ως προγραμματιστή (Μερική απασχόληση)",
  "hire_as_ui_designer": "Προσλάβετε ως σχεδιαστή UI (Figma) (Μερική απασχόληση)",
  "hire_as_graphics_designer": "Προσλάβετε ως σχεδιαστή γραφικών (Μερική απασχόληση)",
  "hire_as_Tutor": "Προσλάβετε για εκπαίδευση (React / HTML / CSS / Javascript / React Native) (Μερική απασχόληση)",
  "view_more": "Δείτε περισσότερα",
  "web_Applications": "Διαδικτυακές εφαρμογές",
  "web_Applications_full": "Διαδικτυακή εφαρμογή",
  "view_web_Applications": "Διαδικτυακές εφαρμογές",
  "android_Applications": "Εφαρμογές Android",
  "android_Applications_full": "Εφαρμογή Android",
  "view_android_Applications": "Κινητές εφαρμογές",
  "features": "Χαρακτηριστικά",
  "all_features": "Όλα τα χαρακτηριστικά",
  "single_page_application": "Εφαρμογή μονής σελίδας",
  "responsive_design": "Ανταποκρίσιμη σχεδίαση",
  "progressive_web_apps": "Προοδευτικές διαδικτυακές εφαρμογές",
  "image_optimization": "Βελτιστοποίηση εικόνας",
  "price": "Τιμή",
  "faq_full": "Συχνές ερωτήσεις",
  "starter": "Εκκίνηση",
  "dns": "Εγγραφή ονόματος τομέα Π.χ. www.companyName.com (Εάν είναι διαθέσιμο)",
  "companylogo_package": "Λογότυπο εταιρείας <b>Ο πελάτης πρέπει να παράσχει</b> & Στοιχεία επικοινωνίας",
  "company_logo_we_provide": "Λογότυπο εταιρείας <b>Θα το παρέχουμε αν δεν υπάρχει</b> & Στοιχεία επικοινωνίας",
  "six_month_support": "Δωρεάν υποστήριξη για 6 μήνες (Αλλαγές κειμένου και εικόνας)",
  "support_one_half_year": "Δωρεάν υποστήριξη για 1,5 έτος (Αλλαγές κειμένου και εικόνας)",
  "support_one_year": "Δωρεάν υποστήριξη για 1 έτος (Αλλαγές κειμένου και εικόνας)",
  "support_two_year": "Δωρεάν υποστήριξη για 2 έτη (Αλλαγές κειμένου και εικόνας)",
  "support_three_year": "Δωρεάν υποστήριξη για 3 έτη (Αλλαγές κειμένου και εικόνας)",
  "language_available_2": "Τα δεδομένα εμφανίζονται σε <b>Αγγλικά και Ελληνικά</b>",
  "language_available_3": "Τα δεδομένα εμφανίζονται σε <b>Οποιαδήποτε 3 γλώσσες, τα Αγγλικά θα είναι προεπιλεγμένα</b>",
  "language_available_5": "Τα δεδομένα εμφανίζονται σε <b>Οποιαδήποτε 5 γλώσσες, τα Αγγλικά θα είναι προεπιλεγμένα</b>",
  "coming_soon": "Έρχεται σύντομα ...",
  "also_included": "Περιλαμβάνει επίσης:",
  "static_pages_4": "4 Στατικές σελίδες",
  "static_pages_6": "6 Στατικές σελίδες",
  "static_pages_8": "8 Στατικές σελίδες",
  "company_description": "Περιγραφή εταιρείας",
  "add_photos_10": "Προσθήκη φωτογραφιών έως 10",
  "add_photos_15": "Προσθήκη φωτογραφιών έως 15",
  "add_photos_20": "Προσθήκη φωτογραφιών έως 20",
  "add_photos_25": "Προσθήκη φωτογραφιών έως 25",
  "link_all_social_media": "Σύνδεση με όλα τα κοινωνικά μέσα ενημέρωσης",
  "small_video_can_add": "Μπορεί να προστεθεί μικρό βίντεο κλιπ",
  "application_bootup": "Η εφαρμογή σας πρέπει να ξεκινήσει μέσα σε <b> 5 δευτερόλεπτα</b>",
  "handle_global_error_page": "Χειρισμός σελίδας σφάλματος 404",
  "scrum_method": "Αρχή Scrum",
  "theme_change_enterprice": "<b>Χειρισμός φωτεινού και σκοτεινού θέματος</b>",
  "accessibility_package": "Θα προστεθεί προσβασιμότητα (Θα μοιραστεί το αναφορά)",
  "pwa": "Προοδευτική διαδικτυακή εφαρμογή (PWA)",
  "pwa_package": "PWA (Προοδευτική διαδικτυακή εφαρμογή) (Φόρτωση δεδομένων εκτός σύνδεσης) (1 σελίδα)",
  "version_control": "Έλεγχος εκδόσεων",
  "cicd_package": "<b>CICD</b> (Αυτόματη κατασκευή και έτοιμο για χρήση μέσα σε ώρες)",
  "solid_foundation_package": "<b>Στερεά βάση</b> Επιταχύνετε πολύ γρήγορα",
  "feel_free_reach_out_us": "Μη διστάσετε να μας επικοινωνήσετε για οποιεσδήποτε ερωτήσεις",
  "dashboard": "Πίνακας ελέγχου",
  "projects": "Έργα",
  "web_applications": "Διαδικτυακές εφαρμογές",
  "mobile_applications": "Κινητές εφαρμογές",
  "we_offer": "Προσφέρουμε",
  "frequently_asked_questions": "Συχνές ερωτήσεις (FAQ)",
  "contact_us": "Επικοινωνήστε μαζί μας",
  "setting": "Ρύθμιση",
  "faq-1": {
    "title": "React + Vite",
    "description": "Το React είναι μια βιβλιοθήκη JavaScript για τη δημιουργία διεπαφών χρήστη, και το Vite είναι ένα γρήγορο εργαλείο κατασκευής για τη σύγχρονη ανάπτυξη διαδικτύου που βελτιώνει την εμπειρία ανάπτυξης με το React."
  },
  "faq-2": {
    "title": "Tailwind",
    "description": "Το Tailwind CSS είναι ένα πλαίσιο CSS πρώτα απ 'όλα πρόγραμμα χρησιμότητας που παρέχει ένα σύνολο προσκαθορισμένων κλάσεων για τη γρήγορη κατασκευή προσαρμοσμένων διεπαφών χρήστη."
  },
  "faq-3": {
    "title": "Ανταποκρίσιμη σχεδίαση",
    "description": "Προσέγγιση σχεδιασμού που εξασφαλίζει οι διαδικτυακές εφαρμογές προσαρμόζονται και εμφανίζονται σωστά σε διάφορες συσκευές και μεγέθη οθονών."
  },
  "faq-4": {
    "title": "Σκοτεινό και φωτεινό θέμα",
    "description": "Επιλογή για τους χρήστες να αλλάξουν μεταξύ σκοτεινών και φωτεινών χρωματικών σχημάτων στη διεπαφή της εφαρμογής."
  },
  "faq-5": {
    "title": "Έλεγχος εκδόσεων",
    "description": "Διαχείριση και παρακολούθηση των αλλαγών στον κώδικα χρησιμοποιώντας εργαλεία όπως το Git για να συνεργαστούν με άλλους και να διατηρήσουν το ιστορικό του κώδικα."
  },
  "faq-6": {
    "title": "Αυτόματη εκκίνηση της εφαρμογής σας μετά τις αλλαγές",
    "description": "Αυτόματη ανανέωση των ενημερώσεων της εφαρμογής στους παραγωγικούς διακομιστές μετά από αλλαγές κώδικα."
  },
  "faq-7": {
    "title": "Πλατφόρμα πλαισίου πληροφοριών",
    "description": "Χρήση πλατφορμών cloud όπως το AppWrite ή το Google Firebase για τη φιλοξενία υπηρεσιών backend για κλιμακωσιμότητα και αξιοπιστία."
  },
  "faq-8": {
    "title": "Τελευταίες τεχνολογίες, React και React Native",
    "description": "Το React και το React Native είναι δημοφιλή πλαίσια για τη δημιουργία ιστοσελίδων και κινητών εφαρμογών, αντίστοιχα, γνωστά για την αποδοτικότητά τους και την απόδοσή τους."
  },
  "faq-9": {
    "title": "Βελτιστοποίηση εικόνας",
    "description": "Διαδικασία μείωσης του μεγέθους του αρχείου εικόνας χωρίς να θυσιάζεται η ποιότητα για τη βελτίωση της ταχύτητας φόρτωσης της ιστοσελίδας."
  },
  "faq-10": {
    "title": "Τοπικοποίηση",
    "description": "Δυνατότητα υποστήριξης πολλαπλών γλωσσών στην εφαρμογή για να καλύψει μια ποικίλη βάση χρηστών."
  },
  "faq-11": {
    "title": "Αρχή Scrum",
    "description": "Μεθοδολογία Agile που τονίζει την επαναληπτική ανάπτυξη, τη συνεργασία και την προσαρμοστικότητα για την αποτελεσματική παράδοση λογισμικού."
  },
  "faq-12": {
    "title": "Μετά την περίοδο υπηρεσίας για συντήρηση",
    "description": "Προσφορά υπηρεσιών συντήρησης μετά την ανάπτυξη έναντι χρέωσης 50 ευρώ ανά έτος."
  },
  "faq-13": {
    "title": "Κλιμακούμενο έργο βάσης",
    "description": "Δημιουργία μιας στερεής βάσης για το έργο για να υποστηρίξει τη μελλοντική ανάπτυξη και την κλιμακωσιμότητα άνετα."
  },
  "faq-14": {
    "title": "Εφαρμογή μονής σελίδας",
    "description": "Διαδικτυακή εφαρμογή που ενημερώνει δυναμικά το περιεχόμενο χωρίς να φορτώνει ξανά ολόκληρη τη σελίδα για μια πιο ομαλή εμπειρία χρήστη."
  },
  "faq-15": {
    "title": "Σχέδια Figma",
    "description": "Παροχή οπτικών σχεδίων που δημιουργήθηκαν στο Figma για να δώσουν μια ιδέα για την εμφάνιση και τη διάταξη της εφαρμογής."
  },
  "faq-16": {
    "title": "Εκπαίδευση χρηστών",
    "description": "Παροχή εκπαιδευτικών μαθημάτων ή τεκμηρίωσης για να καθοδηγήσουν τους χρήστες στο πώς να χρησιμοποιούν αποτελεσματικά την εφαρμογή."
  },
  "faq-17": {
    "title": "Αλλαγή θέματος",
    "description": "Δυνατότητα στους χρήστες να μεταβούν μεταξύ διαφορετικών θεμάτων χρωμάτων, όπως τα σκοτεινά και τα φωτεινά modes."
  },
  "faq-18": {
    "title": "Χειρισμός σελίδας σφάλματος 404",
    "description": "Σχεδιασμός και υλοποίηση μιας προσαρμοσμένης σελίδας σφάλματος 404 για να καθοδηγήσει τους χρήστες όταν αντιμετωπίζουν σπασμένους συνδέσμους ή σελίδες."
  },
  "faq-19": {
    "title": "Προοδευτική διαδικτυακή εφαρμογή (PWA)",
    "description": "Διαδικτυακή εφαρμογή που χρησιμοποιεί μοντέρνες δυνατότητες διαδικτύου για να παρέχει μια εμπειρία παρόμοια με εφαρμογή, συμπεριλαμβανομένης της λειτουργικότητας εκτός σύνδεσης και των ειδοποιήσεων push."
  },
  "faq-20": {
    "title": "Δωρεάν δοκιμή",
    "description": "Προσφορά δοκιμαστικής έκδοσης ή παρουσίασης της υπάρχουσας εφαρμογής χωρίς χρέωση."
  },
  "terms_and_condition": "Όροι και προϋποθέσεις",
  "terms_and_conditions": {
    "t_c_1": "Μόλις το σχέδιο είναι έτοιμο, ο πελάτης δεν θα πρέπει να αλλάξει την απαίτηση.",
    "t_c_2": "Το 50% μετρητά πληρωμής πρέπει να καταβληθεί στην έναρξη του έργου, με το υπόλοιπο 50% να καταβάλλεται μετά την ολοκλήρωση του έργου.",
    "t_c_3": "Εύρος εργασίας: Το εύρος της εργασίας που περιγράφεται στην αρχική συμφωνία δεν μπορεί να αλλάξει χωρίς την κοινή γραπτή συγκατάθεση και των δύο μερών.",
    "t_c_4": "Επικοινωνία: Και τα δύο μέρη συμφωνούν να διατηρήσουν ανοιχτή και τακτική επικοινωνία κατά τη διάρκεια του έργου.",
    "t_c_5": "Πνευματικά δικαιώματα: Όλα τα σχέδια, τα συμβόλαια και ταυλικά που αναπτύχθηκαν κατά τη διάρκεια του έργου είναι πνευματική ιδιοκτησία του σχεδιαστή, εκτός αν συμφωνήθηκε διαφορετικά γραπτώς.",
    "t_c_6": "Εχεμύθεια: Και τα δύο μέρη συμφωνούν να διατηρήσουν όλες τις πληροφορίες που σχετίζονται με το έργο εμπιστευτικές.",
    "t_c_7": "Παραδοτές: Ο Προγραμματιστής θα παρέχει στον πελάτη τις συμφωνημένες παραδόσεις σύμφωνα με το χρονοδιάγραμμα του έργου.",
    "t_c_8": "Αναθεωρήσεις: Η συμφωνία περιλαμβάνει συγκεκριμένο αριθμό αναθεωρήσεων ή γύρων αλλαγών.",
    "t_c_9": "Τερματισμός: Κάθε μέρος διατηρεί το δικαίωμα να τερματίσει τη συμφωνία γραπτώς εάν το άλλο μέρος παραβεί οποιονδήποτε από τους όρους της."
  }
}
